/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "multirow_GB3R7W": {
      "type": "multirow",
      "blocks": {
        "row_WC4da3": {
          "type": "row",
          "settings": {
            "caption": "",
            "heading": "Our Vision",
            "text": "<p>At Norvana, our vision is to revolutionise the healthcare industry with the power of artificial intelligence. We strive to provide innovative, personalised weight loss solutions that empower individuals to achieve their health goals. By leveraging cutting-edge AI technology, we aim to make effective weight management accessible to everyone, ensuring a healthier and happier future for all.<\/p>",
            "button_label": "",
            "button_link": ""
          }
        },
        "row_3Wrpa3": {
          "type": "row",
          "settings": {
            "caption": "",
            "heading": "The Mission",
            "text": "<p>Our mission is to deliver comprehensive, AI-driven weight loss programmes that cater to individual needs and lifestyles. We are dedicated to offering safe, effective, and sustainable weight loss solutions through a combination of medication, personalised diet, and fitness plans. Our goal is to support our users every step of the way, fostering long-term health and wellness through innovative technology and compassionate care.<\/p>",
            "button_label": "",
            "button_link": ""
          }
        },
        "row_ULqHwb": {
          "type": "row",
          "settings": {
            "caption": "",
            "heading": "Our Doctor-Led Team",
            "text": "<p>At Norvana, we are proud to have a diverse and dedicated team of professionals who are passionate about health and wellness. Our team includes experienced healthcare providers, AI specialists, fitness experts, and nutritionists who work together to create and deliver our comprehensive weight loss programmes. With a shared commitment to excellence and innovation, our team is dedicated to helping our users achieve their weight loss goals and improve their overall health.<\/p>",
            "button_label": "",
            "button_link": ""
          }
        }
      },
      "block_order": [
        "row_WC4da3",
        "row_3Wrpa3",
        "row_ULqHwb"
      ],
      "settings": {
        "image_height": "medium",
        "desktop_image_width": "medium",
        "heading_size": "h1",
        "text_style": "body",
        "button_style": "secondary",
        "desktop_content_position": "middle",
        "desktop_content_alignment": "left",
        "image_layout": "alternate-left",
        "section_color_scheme": "",
        "row_color_scheme": "",
        "mobile_content_alignment": "left",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "multirow_GB3R7W"
  ]
}
